<?php
/**
 * Created by PhpStorm.
 * User: wk
 * Date: 17/10/11
 * Time: 下午5:37
 */
return [
    '300' => '接口code配置错误',
    '400' => '未获取用户信息',
    '401' => '客户还没关注',
    '402' => '圣诞节活动：客户还没关注',
    '3001' => '没有任何数据',
    '3002' => '课程已下架',
    '3003' => '用户没有绑定客服或客服无名片',
    '3004' => '不能去分享：客户信息不存在',
    '3005' => '不能去分享：课程已下架',
    '3006' => '课程已分享过',
    '3007' => '奖励已领取过',
    '3008' => '没有完成任务',
    '3009' => '没有客服二维码',
    '3010' => '渠道还没有任何学生注册APP',
    '3011' => '感恩节活动：任务还没有完成呦！',
    '3012' => '地址信息不完整！',
    '3013' => '圣诞节活动结束：不能抽奖和修改地址',
    '3014' => '个人中心：没权限看排行榜',
    '3902' => '用户已取消关注',
    '3999' => '最后一页没数据',
    '4001' => '事务处理失败',
    '4002' => '分享不成功',
    '4003' => '插入数据库失败',
    '4004' => '修改数据表失败',
];
